{
    "plantsList": [
        {
            "id": 1,
            "plantName": "Rubber Plant",
            "indoor": 1,
            "imgURL": "",
            "description": "The Rubber Plant, Ficus elastica, stands out with its striking large, glossy, dark green leaves, lending an elegant touch to indoor spaces. To ensure its well-being, place it in bright, indirect light, avoiding direct sun to prevent leaf damage. Maintain soil moisture by allowing the top layer to dry between waterings, preventing root rot. Moderate to high humidity levels suit this plant, achieved through occasional misting or a humidifier, while consistent temperatures without sudden fluctuations are ideal. Regular pruning helps manage its size and promote new growth, and keeping an eye out for pests like spider mites and mealybugs ensures its health. Remember, it's toxic to pets if ingested, so position it away from curious furry friends. Adhering to these care measures will maintain the Rubber Plant's stunning appearance and robust growth indoors.",
            "careTips": "Provide your rubber plant with bright, indirect light, allowing the top inch of soil to dry between waterings to prevent overwatering and root rot. Moderate to high humidity levels are beneficial, but it adapts to average household conditions. Ensure well-draining soil and occasional pruning to maintain its shape and size. Watch for pests like spider mites and mealybugs, wiping the leaves periodically. Keep it away from direct drafts and cold temperatures. Remember, it's toxic to pets if ingested, so place it out of their reach. With this care routine, your rubber plant should thrive beautifully indoors.",
            "key": ""
        },
        {
            "id": 2,
            "plantName": "Croton",
            "indoor": 1,
            "outdoor": 1,
            "imgURL": 1,
            "description": "Croton plants (Codiaeum variegatum) are known for their vibrant and multicolored foliage, displaying a stunning array of red, orange, yellow, and green leaves. They thrive in bright, indirect sunlight, requiring well-draining soil to avoid waterlogging. Keep the soil consistently moist but not soggy. Crotons prefer warm temperatures and benefit from occasional misting to provide moderate humidity levels. Watch for spider mites and scale insects, as they can be prone to infestations. Regular pruning helps maintain their compact and bushy appearance."
        },
        {
            "id": 3,
            "plantName": "Areca Palm",
            "indoor": 1,
            "outdoor": 1,
            "imgURL": "",
            "description": "Areca palms (Dypsis lutescens) are elegant and graceful indoor palms with feathery, arching fronds that add a tropical touch to any space. They do well in bright, indirect light but can tolerate lower light conditions. Keep the soil consistently moist but not waterlogged, ensuring adequate drainage. Areca palms appreciate higher humidity levels, so occasional misting or using a humidifier is beneficial, especially in drier climates. Regularly remove any brown or yellowing fronds to maintain its appearance."
        },
        {
            "id": 4,
            "plantName": "Grass",
            "indoor": 0,
            "outdoor": 1,
            "imgURL": "",
            "description": "Home grasses, also known as ornamental grasses, come in various species, providing lush greenery indoors. They generally thrive in bright, indirect sunlight and well-draining soil, allowing the top layer to dry out between waterings. Regular trimming or grooming helps maintain their shape and prevent them from becoming untidy. These grasses can benefit from occasional fertilization during the growing season to promote healthy growth and vibrant foliage."
        },
        {
            "id": 5,
            "plantName": "Ajwian",
            "indoor": 0,
            "outdoor": 1,
            "imgURL": "",
            "description": "Ajwain, or Carom, is an aromatic herb known for its pungent, distinctive taste and medicinal properties. It thrives in full sunlight and well-draining soil, allowing the top layer to dry out between waterings. Ajwain plants prefer warm temperatures and can tolerate slightly cooler conditions. Regular harvesting encourages growth and prevents the plant from becoming leggy. They are relatively low-maintenance but benefit from occasional fertilization to enhance growth."
        },
        {
            "id": 6,
            "plantName": "Tulsi",
            "indoor": 0,
            "outdoor": 1,
            "imgURL": "",
            "description": "Holy Basil, or Tulsi, is a revered herb in many cultures for its religious significance and medicinal properties. It prefers full sunlight and well-draining soil, allowing the top layer to dry between waterings. Regular pruning encourages bushier growth and prevents it from becoming leggy. Holy Basil plants are relatively low-maintenance but benefit from occasional organic fertilization. They can be sensitive to cold temperatures, so protect them from drafts during cooler months."
        }
    ],
    "rubberPlantDetail": {}
}